Repository: katissima/drupal-modules-german-translation
Catalog: advancedfriends/po/*.po
Languages: de

source: Received Friend Request
de: Eine Anfrage erhalten

source: View friend request that you have received.
de: Anfragen an Sie.

source: Sent Friend Request
de: Eine Anfrage absenden

source: View friend request that you have sent.
de: Ihre versendeten Abfragen.

source: Friends
de: Freunde

source: View friends.
de: Freunde

source: Accept request.
de: Der Anfrage zustimmen.

source: Remove Friend
de: Freundschaft aufkündigen

source: Remove Friend.
de: Freundschaft aufkündigen.

source: Add Friend
de: Freund hinzufügen

source: Cancel
de: Abbrechen

source: Cancel Request.
de: Anfrage zurücknehmen.

source: Sent Request
de: Anfrage senden

source: User
de: Benutzer

source: Action
de: Aktion

source: Cancel Request
de: Anfrage zurücknehmen

source: You have no pending request at this time.
de: Sie haben aktuell keine unbeantworteten Anfragen.

source: Received Request
de: Erhaltene Anfragen

source: Message
de: Nachricht

source: You have no pending friend request at this time.
de: Sie haben aktuell keine unbeantworteten Anfragen.

source: Sorry %user cancelled this friend request
de: %user hat diese Anfrage abgelehnt.

source: Send a message with your friend request.
de: Ihre Anfrage abschicken.

source: Send request
de: Versandte Abfragen

source: Friend List
de: Freunde

source: You have not added any friends yet.
de: Sie haben noch keine Freunde hinzugefügt.

source: @user's picture
de: Bild von @user

source: Anonymous
de: Anonym

source: View user profile.
de: Benutzerprofil

source: Edit Account
de: Konto bearbeiten

source: Edit Profile
de: Profil bearbeiten

source: Add to friends
de: Zu Freunden hinzufügen

source: Accept Friend Request
de: Der Anfrage zustimmen

source: Friend request pending
de: Unbeantwortete Anfrage

source: @name is your friend
de: @name ist Ihr Freund

source: Inbox: @count
de: Eingang: @count

source: Friends: @count
de: Freunde: @count

source: Received Request: @count
de: Erhaltene Anfragen: @count

source: Sent Request: @count
de: Verschickte Anfragen: @count

source: Files: @count
de: Dateien: @count

source: use friend system
de: benutze Freunde System

source: An alternate way of handling friends list.
de: Eine Alternative zur Bearbeitung von Freundeslisten.
