Repository: katissima/drupal-modules-german-translation
Catalog: autolocale/po/*.po
Languages: de

source: Automatic import scans all enabled modules and themes for interface translation files under their directories and imports all files found for the selected language. This operation could be resource intensive, and is irreversible.
de: Der automatische Import durchsucht alle aktivierten Module und Themes in ihren Unterverzeichnissen nach Übersetzungsdateien für die Benutzeroberfläche und importiert alle gefunden Dateien für die ausgewählte Sprache. Diese Operation kann Resourcenbelastend sein und ist nicht umkehrbar.

source: Automatic import
de: Automatischer Import

source: No foreign language enabled on your site. You need to <a href="@urladd">add</a> and <a href="@urlenable">enable</a> at least one foreign language to import strings for.
de: Es ist keine Fremdsprache auf dieser Seite aktiviert. Es muss mindestens eine Sprache <a href="@urladd">hinzugefügt</a> and <a href="@urlenable">aktiviert</a> werden damit Zeichenketten importiert werden können.

source: Language
de: Sprache

source: Select the language to autoimport translation files into.
de: Sprache auswählen in welche automatisch Übersetzungsdateien importiert werden sollen.

source: Remove existing translations first
de: Vorhandene Übersetzung zuerst entfernen

source: It is advised to remove the existing translations in the given language for performance reasons, if you have no custom strings added, which are not available in the PO files to import. This removes strings left from upgrades or previously tried and removed modules.
de: Aus Performancegründen sollten vorhande Übersetzungen entfernt werden, soweit keine eigenen Zeichenketten hinzugefügt wurden, welche in den zu importierenden PO Dateien nicht vorhanden sind. Dies entfernt verbliebene Zeichenketten, von Aktualisierungen oder früher getesteten und entfernen Modulen.

source: Perform automatic import
de: Automatischen Import durchführen

source: Invalid language code (@langcode) choosen for automatic import.
de: Ungültiger Sprachcode (@langcode) wurde für automatischen Import ausgewählt.

source: Existing translations removed from @language.
de: Vorhandene Übersetzung wurde aus @language entfernt.

source: New @language strings imported.
de: Neue Zeichenketten in @language importiert.

source: locale
de: Lokalisierung

source: Now you can <a href="@url">import interface translations</a> automatically
de: Übersetzungen für die Benutzeroberfläche können jetzt automatisch <a href="@url">importiert</a> werden

source: Imported translation file @filename
de: Übersetzungsdatei @filename wurde importiert.

source: Imported %filepath into %langcode.
de: %filepath wurde in %langcode importiert.

source: Automatically imports interface translations.
de: Importiert automatisch Übersetungen für die Benutzeroberfläche.

source: Body
de: Textkörper

source: Title
de: Titel

source: Page
de: Seite

source: If you want to add a static page, like a contact page or an about page, use a page.
de: Für statischen Inhalt, wie eine Kontakt-Seite oder eine Über-Uns-Seite kann eine Seite benutzt werden.

source: Story
de: Artikel

source: Stories are articles in their simplest form: they have a title, a teaser and a body, but can be extended by other modules. The teaser is part of the body too. Stories may be used as a personal blog or for news articles.
de: Artikel haben einen Titel, einen Anrisstext und einen Textkörper, können aber durch andere Module erweitert werden. Der Anrisstext ist auch Teil des Textkörpers. Artikel können beispielsweise für ein Weblog oder für Neuigkeiten verwendet werden.
