Repository: katissima/drupal-modules-german-translation
Catalog: buddylist2/po/*.po
Languages: de

source: Message which is send by userA who requests to userB
de: Nachricht von Benutzer A, der Benutzer B angefragt hat

source: Notification message to display and/or log
de: Nachricht zum Anzeigen bzw. Loggen

source: Buddylist: Users buddies
de: Buddylist: Freunde des Benutzers

source: helptext
de: Hilfe

source: Buddylist: Requestees
de: Buddylist: Angefragte Benutzer

source: Buddylist: Cancel Link
de: Buddylist: Link Abbrechen

source: Cancel link
de: Link zum Abbrechen

source: Display a link to cancel the request.
de: Anzeige eines Links zum Zurücknehmen einer Anfrage.

source: Buddylist: Message
de: Buddylist: Nachricht

source: Buddylist: Requesters
de: Buddylist: Anfragende

source: Buddylist: Accept Link
de: Buddylist: Annahmelink

source: Accept link
de: Annahmelink

source: Display a link to accept the request.
de: Anzeige eines Links, um die Anfrage anzunehmen.

source: Buddylist: Deny Link
de: Buddylist: Link zum Zurückweisen

source: Deny link
de: Link zum Zurückweisen

source: Display a link to deny the request.
de: Anzeige eines Links, um die Anfrage zurückzuweisen.

source: Action link
de: Aktionslink

source: Display a action link to add/delete buddy.
de: Anzeige eines Links, um Freunde hinzuzufügen oder zu entfernen.

source: Buddylist: Author Is A Buddy Of Username
de: Buddylist: Autor ist Freund des Benutzers

source: This allows you to filter by buddies of a particular user.
de: Filter für die Freunde eines bestimmten Benutzers.

source: Buddylist: Author Is A Buddy Of Current User
de: Buddylist: Autor ist ein Freund des aktuellen Benutzers

source: This allows you to filter by buddies of the current user.
de: Filter für die Freunde des aktuellen Benutzers.

source: Cancel Request
de: Anfrage abbrechen

source: Accept Request
de: Anfrage annehmen

source: Deny Request
de: Anfrage ablehnen

source: Buddylist2: Nodes author is buddy of UID
de: Buddylist2: Autor des Beitrags ist Freund von UID

source: This will filter nodes of all users, which are buddies of the given uid.
de: Filter für alle Beiträge aller Freunde einer UID.

source: Received requests
de: Erhaltene Anfragen

source: list of sent requests (integrated in the buddylist page)
de: Liste der versendeten Anfragen, auf der Freundesseite integriert

source: Sent Requests
de: Versandte Anfragen

source: My Buddylist
de: Meine Freunde

source: lists content which is created by a users buddy
de: Liste der Beiträge von Freunden eines Benutzers

source: My Buddies Content
de: Beiträge meiner Freunde

source: UserA adds UserB to his buddylist
de: Benutzer A fügt Benutzer B zu seinen Freunden hinzu

source: UserA, current User
de: Benutzer A, aktueller Benutzer

source: UserB, user to add
de: Benutzer B, soll hinzugefügt werden

source: UserA requests to add UserB
de: Benuter A fragt Benutzer B an, um diesen hinzuzufügen

source: UserA deletes UserB from his buddylist
de: Benutzer A löscht Benutzer B von seiner Freundesliste

source: UserB, user to delete
de: Benutzer B, soll gelöscht werden

source: UserA cancels his own request to UserB
de: Benutzer A zieht seine Anfrage an Benutzer B zurück

source: UserB, potential buddy
de: Benutzer B, möchlicher Freund

source: UserB accepts request from UserA
de: Benutzer B nimmt die Anfrage von Benutzer A an.

source: UserA, new buddy
de: Benutzer A, neuer Freund

source: UserB, current User
de: Benutzer B, aktueller Benutzer

source: UserA denys accept from UserB
de: Benutzer A lehnt die Anfrage von Benutzer B ab.

source: UserB, user which has requested
de: Benutzer B, der angefragt wurde.

source: buddy
de: Freund

source: Buddy
de: Freund

source: buddies
de: Freunde

source: Buddies
de: Freunde

source: @username has been added to your @buddylist.
de: @username wurde zu @buddylist hinzugefügt.

source: Your request to add @username to your @buddylist has been submitted. @username will be notified.
de: Die Anfrage @username zu @buddylist hinzuzufügen wurde versandt.

source: The request to add @username has been cancelled.
de: Die Anfrage an @username wurde zurückgenommen.

source: Congratulations! @username is now your buddy.
de: Glückwunsch! @username ist nun auf Ihrer Freundesliste.

source: The request from @username to be your @buddy has been denied.
de: @buddy lehnte die Anfrage von @username ab.

source: buddy_api module installed successfully.
de: Buddy_API Modul wurde erfolgreich installiert.

source: Table installation for the buddy_api module was unsuccessful. The tables may need to be installed by hand. See the README.txt file for a list of the installation queries.
de: Einrichtung der Tabellen für Buddy_API war nicht erfolgreich. Hinweise zur Installation finden Sie in der Datei README.txt.

source: API which provides functions to create buddy connections, for example: buddylist
de: API zur Verwaltung von Beziehungen, z.B. Freundeslisten

source: Buddylist2 Package
de: Buddylist2 Paket

source: Whenever a person responds to an invitation from the invite module and joins the site, the inviter and invitee are added to each other's @buddylist.
de: Wenn eine Person sich auf der Site registriert, nachdem sie dazu eingelanden wurde, so werden die neu registrierte und die einladende Person jeweils gegenseitig auf @buddylist eingetragen.

source: Buddy API Invite Settings
de: Buddy API Einstellungen für Einladungen

source: Buddy API Invite Admin Settings
de: Buddy·API·Einstellungen·für·Einladungen

source: General settings
de: Allgemeine Einstellungen

source: Inviter and Invitee are becoming buddies
de: Eigeladener und Einladender werden gegenseitig Freunde

source: If checked, a two-way buddy connection will be created between Inviter and Invitee.
de: Eine gegenseitige Beziehnung für Einladenden und Eingeladenen eintragen

source: UserB joins site after userA invited him
de: Benutzer B registriert sich auf der Site auf die Einladung von Benutzer A hin

source: Buddy API Invite
de: Buddy API Einladung

source: UserA, which invites userB.
de: Benutzer A, der Benutzer B eingeladen hat.

source: UserB, joins site after userA invited him.
de: Benutzer B, der sich auf der Site registriert, nachdem Benutzer A ihn eingeladen hat.

source: Integrates Invite with Buddy API
de: Verbindung des Modules Invite mit Buddy API

source: Displays shortest path relations between users
de: Anzeige der direktesten Verbindung zwischen zwei Benutzern

source: Buddy API Shortest Route
de: Buddy API Kürzeste Verbindung

source: Buddy API configuration options for Shortest Route
de: Buddy API Einstellungen für die kürzeste Verbindung

source: Maximum steps to buddy
de: Maximale Anzahl von Verbindungsgliedern

source: Defines how many steps between two users should be calculated
de: Anzahl der Verbindungsglieder, die zwischen zwei Benutzern geprüft werden.

source: Show message when there is no connection
de: Eine Nachricht falls keine Verbinung gefunden wird.

source: if not checked, the shortest route block will not be shown
de: Anzeige eines Blocks mit der kürzesten Verbindung.

source: Shortest Route
de: Kürzeste Verbindung

source: Size not shrinking!
de: Anzahl verringert sich nicht!

source: Too many links!
de: Zu viele Links!

source: You are not in !user_link_name's social network. (No path from !user_name to !user_link_name)
de: Sie sind nicht Teil von !user_link_name sozialem Netzwerks, es gibt keine Verbindung von !user_name zu !user_link_name.

source: @user's picture
de: Bild des Benutzers @user

source: Anonymous
de: anonym

source: Arrow
de: Pfeil

source: Displays the shortest route between two users
de: Die kürzeste Verbindung zwischen zwei Benutzern

source: Buddylist UI is an user-interface for Buddy API
de: Buddylist UI ist ein Benutzerschnittstelle für Buddy API

source: My @buddylist
de: Meine @buddylist

source: My @Buddies
de: Meine @Buddies

source: My @Buddy Requests
de: Meine @Buddy Anfragen

source: Buddylist UI Settings
de: Einstellungen der Buddylist UI

source: Buddylist UI Admin Settings
de: Buddylist UI Administration

source: Add to @buddylist
de: Hinzufügen zu @buddylist

source: Delete from @buddylist
de: Entfernen von @buddylist

source: One way connection mode
de: Beziehungen können einseitig etabliert werden.

source: oneway means, that userA can add userB without approval. in the case of twoway a request to userB is sent, which can be denied or approved.
de: Beziehungen ohne Bestätigung herzustellen, heißt jeder Benutzer kann andere Benutzer zu seiner Freundesliste hinzufügen, ohne auf die Bestätigung der hinzugefügten Benutzer warten zu müssen.

source: User Interface
de: Benutzerschnittstelle

source: Show buddylist on a users page (user/x)
de: Die Freundesliste auf der Seite des Benutzers anzeigen

source: if checked, a users buddies will be shown on his users page
de: Freunde des Benutzers werden auf der Seite des Benutzers angezeigt

source: Show action links on a users page (user/x)
de: Aktionslinks auf der Profilseite des Benutzer

source: if checked, action links like 'add to buddylist' will be shown on a users page
de: Aktionslinks·auf·der·Profilseite·des·Benutzer

source: My @buddy stats
de: @buddy Statistik

source: Are you sure you want to deny the request from !name?
de: Wollen Sie die Anfrage von !name wirklich ablehnen?

source: Yes
de: Ja

source: No
de: Nein

source: Are you sure you want to accept the request from !name?
de: Wollen Sie die Anfrage von !name wirklich annehmen?

source: Are you sure you want to cancel the request to !name?
de: Wollen Sie die Anfrage an !name wirklich zurücknehmen?

source: This user does not exist
de: Dieser Benutzer ist nicht vorhanden

source: This user is already on your @buddylist
de: Dieser Benutzer ist bereits auf @buddylist

source: Cannot add yourself to @buddylist
de: Nicht möglich sich selbst zu @buddylist hinzu zufügen

source: Message
de: Nachricht

source: Message, which is sent by mail and shown at pending requests.
de: Die Nachricht erscheint unter den unbeantworteten Anfragen.

source: Add user !name to your @buddylist?
de: !name zu @buddylist hinzufügen?

source: Add
de: Hinzufügen

source: Cancel
de: Abbrechen

source: Remove user !name from your @buddylist?
de: !name von @buddylist entfernen?

source: Remove
de: Entfernen

source: Add to my @buddylist
de: Zu @buddylist hinzufügen

source: Remove from my @buddylist
de: Von @buddylist entfernen

source: You have requested to add !name to your @buddylist. (See !your_pending_requests)
de: !name ist angefragt, siehe !your_pending_requests

source: your pending requests
de: unbeantwortete Anfragen

source: !name has requested to add you to your @buddylist. (See !your_pending_requests)
de: Anfrage von !name, siehe !your_pending_requests

source: NONE
de: Keine

source: Pending Requests
de: Unbeantwortete Anfragen

source: @Buddy actions
de: @Buddy Aktionen

source: incoming request
de: eingegangene Anfragen

source: sent request
de: gesendete Anfragen

source: view buddy lists
de: Freundesliste anzeigen

source: maintain buddy list
de: Freundesliste verwalten

source: Userinterface for Buddy API
de: Benutzerinterface für Buddy API
