Repository: katissima/drupal-modules-german-translation
Catalog: calendar/po/*.po
Languages: de

source: The Calendar View requires at least one date field.
de: Für eine Ansicht mit Terminen ist mindestens ein Feld mit einem Datum erforderlich

source: You can only set on Default Sort on one field.
de: Eine Standardsortierung kann nur für ein Feld festgelegt werden.

source: Calendar arguments must be set to 'Display All Values'.
de: 'Display All Values' (dt. Anzeige aller Werte) muss die Einstellung für Argumente des Kalenders sein.

source: Time format
de: Zeitformat

source: First letter of name
de: Ersten Buchstaben des Namens

source: First two letters of name
de: Die ersten beiden Buchstaben des Namens

source: Abbreviated name
de: Abgekürzter Name

source: Full name
de: Voller Name

source: The way day of week names should be displayed in a mini calendar.
de: Die Art und Weise, wie die Namen von Wochentagen in Minikalendern angezeigt werden.

source: The way day of week names should be displayed in a full size calendar.
de: Die Art und Weise, wie die Namen von Wochentagen in einem Vollbildkalender angezeigt werden.

source: Show week numbers
de: Wochennummer anzeigen

source: No
de: Nein

source: Yes
de: Ja

source: Whether or not to display a clickable week number link on the left side of each calendar week.
de: Soll die Wochennummer verlinkt werden?

source: Popup date selector
de: Auswahl eines Datums

source: Unlimited
de: Unbeschränkt

source: 3 items
de: 3 Einträge

source: 5 items
de: 5 Einträge

source: 10 items
de: 10 Einträge

source: Maximum number of items to show in calendar cells, used to keep the calendar from expanding to a huge size when there are lots of items in one day.
de: Maximale Anzahl von Einträgen für eine Zelle des Kalenders.

source: Too many items
de: Zu viele Einträge

source: Show maximum, add 'more' link
de: Das Maximum und einen Link für weitere anzeigen

source: Behavior when there are more than the above number of items in a single day. When there more items than this limit, a link to the day view will be displayed.
de: Wenn mehr Einträge für einen Tag vorhanden sind, als das Maximum vorsieht, so wir ein Link für den Tag eingeblendet.

source: Truncate size for titles in month and week view so things fit better into the calendar cell. For instance, change the title from 'Very Very Very Long Name' to something like 'Very Very...'.
de: Größe für Titel in der Ansicht Monat oder Woche festlegen, diese werden abgeschnitten, damit sie besser in die Kalenderzelle passen.

source: Table
de: Tabelle

source: Teasers
de: Anrißtext

source: Full Nodes
de: Vollständige Beiträge

source: List
de: Liste

source: None
de: Kein

source: Display options
de: Anzeige-Optionen

source: Year display
de: Jahr anzeigen

source: Month display
de: Monat anzeigen

source: Week display
de: Woche anzeigen

source: Day display
de: Tag anzeigen

source: Block display
de: Im Block anzeigen

source: Date year range
de: Datum: Jahresbereich

source: Set the allowable minimum and maximum year range for this view, either a -X:+X offset from the current year, like '-3:+3' or an absolute minimum and maximum year, like '2005:2010'. When the argument is set to a date outside the range, the page will be returned as 'Page not found (404)'.
de: Einstellen der Grenzen für die Jahreszahl für Ansichten, z.B. als Versatz zum aktuellen Jahr: '-3:+3' oder als absolute Zahlen '2005:2015'. Wenn eine als Argument übergebene Jahreszahl außerhalb des angegebenen Bereiches liegt, wird 'Seite nicht gefunden (404)' zurückgegeben.

source: Wildcard argument
de: Platzhalter

source: A character or short text string to use for empty calendar arguments. For instance, 'all' would create the url 2007/12/all to show all days in December of 2007. Note that non-ASCII characters will not display correctly in urls.
de: Ein Buchstabe oder ein kurzer Text für fehlende Argumente, z.B. 'alle' würde für die URL 2009/1/alle alle Tage des Januar 2009 anzeigen, beachten Sie dass dafür nur ASCII-Buchstaben verwendet werden können.

source: Submit
de: Speichern

source: <h3>Content Type</h3><p>Set a hex color value (like #ffffff) to use in the calendar legend for each content type. Types with empty values will have no stripe in the calendar and will not be added to the legend.</p>
de: <h3>Inhaltstyp</h3><p>Eine Farbe für jeden Inhaltstyp hexadezimal angeben (z.B. #ffffff) für die Legende des Kalenders. Inhaltstypen ohne Farbwert haben keinen Streifen und werden auch nicht zur Legende hinzugefügt.</p>

source: Legend colors
de: Farben in der Legende

source: Date year range must be in the format -9:+9 or 2005:2010.
de: Jahresangaben müssen im Format -9:+9 oder 2005:2010 angegeben werden.

source: Calendar settings have been updated.
de: Die Einstellungen von Calendar wurden gespeichert.

source: Calendar legend settings have been updated.
de: Die Einstellungen für die Legende von Calendar wurden aktualisiert.

source: Calendar: Year
de: Calendar: Jahr

source: Filter by the calendar year (YYYY).
de: Filtern nach dem Jahr (JJJJ).

source: Calendar: Month
de: Calendar: Monat

source: Filter by the calendar month (1-12). Place this argument after a 'Year' argument.
de: Nach Monat (1-12) filtern. Dieses Argument kommt nach dem 'Jahr' Argument

source: Calendar: Day
de: Calendar: Tag

source: Filter by the calendar day (1-31). Place this argument after a 'Year' and a 'Month' argument.
de: Nach dem Tag (1-31) filtern. Dieses Argument kommt nach dem 'Jahr' und 'Monat'.

source: Calendar: Week
de: Calendar: Woche

source: Filter by the week number (1-52). Place this argument after a 'Year' argument and use a 'W' in front of the week number in the url.
de: Filtern über die Wochennummer. Dieses Argument nach dem Jahr in die URL einfügen. Achtung: Die Wochennummern werden amerikanisch gezählt.

source: calendar
de: Kalender

source: Expire iCal cache
de: Gültigkeit des iCal Cache

source: iCal feeds are cached to improve performance. Set an expiration time for cached feeds.
de: RSS-Newsfeeds mit iCal Daten werden gecached, um die Geschwindigkeit zu verbessern. Setzen Sie einen Gültigkeitszeitraum für den Cache der RSS-Newsfeeds.

source: iCal Feeds
de: RSS-Newsfeeds mit iCal-Dateien

source: Feed @delta
de: RSS-Newsfeed

source: Feed type
de: Typ des RSS-Newsfeed

source: The name of a feed to include in this calendar.
de: Der Name eines RSS-Newsfeeds, der in einen Kalender aufgenommen wird.

source: iCal url
de: URL für iCal

source: Default link
de: Standard Link

source: The hex color value (like #ffffff) to use for this feed's calendar stripe.
de: Eine Farbe hexadezimal z.B. #ffffff angegeben, um einen RSS-Newsfeed eines Kalenders mit Streifen zu versehen.

source: <p>View complete documentation at !link.</p>
de: <p> <a href="!link"> Komplette Dokumentation</a></p>

source: Calendar Setup
de: Einstellung von Calendar

source: Setup
de: Einstellungen

source: Legend
de: Legende

source: Calendar Legend.
de: Calendar Legende.

source: Calendar Switcher.
de: Block für die Umschaltung des Kalenders.

source: Calendar Legend
de: Calendar Legende

source: Calendar Switcher
de: Block für die Umschaltung des Kalenders.

source: Nodes
de: Beiträge

source: Switch
de: Umschalten

source: Change date
de: Datum ändern

source: is not a valid hex color
de: Keine gültige Farbe (im Hex-Format)

source: iCal setup.
de: Einstellung für iCal.

source: Add this as the last argument to a calendar view to provide an iCal feed of the view.
de: Dieses Argument als letztes zu einer Ansicht eines Kalenders hinzufügen, um einen iCal RSS-Newsfeed zu erhalten.

source: Add to calendar
de: Zu Kalender hinzufügen

source: Dates
de: Termine

source: Week of @date
de: Woche @date

source: prev
de: Vor

source: next
de: Weiter

source: Year
de: Jahr

source: Month
de: Monat

source: Week
de: Woche

source: Day
de: Tag

source: Click to see all @count events
de: Für @count Termine anklicken

source: more»
de: mehr»

source: Calendar requirements
de: Anforderungen des Moduls Calendar

source: The Calendar module requires a more current version of the Date API. Please check for a newer version.
de: Das Calendar Modul ist auf eine aktuelle Version des Moduls Date API angewiesen. Bitte prüfen Sie die Version beider Module.

source: The Calendar module requires the latest version of the Date API, be sure you are installing the latest versions of both modules.
de: Das Calendar Modul ist auf eine aktuelle Version des Moduls Date API angewiesen. Bitte prüfen Sie die Version beider Module.

source: Views plugin to display views containing dates as Calendars.
de: Plugin für Views zur Anzeige von Kalendern.

source: Date/Time
de: Datum / Uhrzeit

source: Adds ical functionality to Calendar views.
de: iCals zu Kalenderansichten hinzufügen.

source: Creates a popup for calendar dates.
de: Ein Popup für Kalenderdaten erstellen.

source: Calendar Popup
de: Popup Kalender

source: Replaces the links to calendar items with a javascript popup that gracefully regresses if javascript is not enabled
de: Wenn Javascript verfügbar ist, werden Links zu Kalendereinträgen mit einem Javascript-Popup, ersetzt. Ist Javascript nicht verfügbar wird auf reguläre Links zurückgefallen.
