Repository: katissima/drupal-modules-german-translation
Catalog: cck_field_perms/po/*.po
Languages: de

source: <p>Gives the option of limited access to CCK data for user roles.</p>
de: <p>Ermöglicht den Zugriff auf CCK-Daten über Benutzerrollen zu steuern. </p>

source: CCK Field Permissions
de: CCK-Berechtigungsverwaltung

source: Restrict create, update and view access on specific CCK fields.
de: Zugriff für Erzeugen, Ändern und Lesen von ausgewählten CCK-Feldern einschränken.

source: Hide data
de: Daten verbergen

source: Show data, but disable form
de: Anzeige von Daten bei deaktiviertem Formular

source: You do not have access to edit this.
de: Die zugewiesenen Berechtigungen erlauben das Ändern nicht.

source: Enable field permissions on content types.
de: Aktivieren von Berechtigungen auf Feldebene für diesen Inhaltstyp.

source: Content types
de: Inhaltstyp

source: Select content types for which you wish to enable permissions.
de: Inhaltstypen auswählen, für die Berechtigungen vergeben werden können.

source: Enable permissions on this field.
de: Berechtigungen für diese Feld einschalten.

source: no permission settings
de: keine Berechtigungen vergeben

source: Sets how the field is displayed if the user does not have access
de: Festlegen, wie das Feld angezeigt wird, wenn ein Benutzer keine Berechtigung hat, dieses Feld zu lesen.

source: Prevent indexing
de: Keine Indizierung

source: Prevent indexing of this field.
de: Keine Indizierung für dieses Feld.

source: Save
de: Speichern

source: Checking this box will hide this complete field group
de: Verbergen der gesamten Feldgruppe.

source: Checking this box will hide this field.
de: Dieses Feld verbergen.

source: administer cck field permissions
de: Verwalten der Berechtigungen für Felder

source: cck_field_perms
de: Berechtigungen für CCK-Felder

source: Allows admin to restrict create, update and view access on specific cck fields.
de: Verwalten von Berechtigungen für einzelne CCK-Felder
