Repository: katissima/drupal-modules-german-translation
Catalog: bio/po/*.po
Languages: de

source: User @type
de: Benutzer @type

source: User
de: Benutzer

source: Node: Type is Bio node
de: Inhaltstyp: Biografie

source: Is
de: Ja

source: Is not
de: Nein

source: This allows you to filter by whether or not the node is a bio node. Select "Is" to limit to bio nodes, select "is not" to limit to all other content types
de: Filtern nach der Eigenschaft, ob einei Boigrafie vorhanden ist.

source: Bio: Author has a Bio
de: Bio: Biografie des Autors

source: Does
de: Vorhanden

source: Does not
de: Nicht vorhanden.

source: Have a bio node
de: Biografie vorhanden

source: Filter in only nodes for which the author has or does not have a bio node.
de: Filtern nach Benutzern, die eine Biografie oder eben keine Biografie haben.

source: User biographies
de: Benutzer Biografie

source: This field is disabled. You cannot alter the author of this entry from within the user area.
de: Das Feld ist deaktiviert. Der Autor des Beitrags kann hier nicht geändert werden.

source: Bio: added %user bio upon registration.
de: Bio: hinzufügen von %user bei der Registrierung.

source: view
de: Ansicht

source: Biography
de: Biografie

source: This user already has a @bio. Edit it <a href="@link">here</a> or assign this entry to another user.
de: Der Bentutzer hat bereits @bio. <a·href="@link">Ändern</a> oder diesen Beitrag einem anderen Benutzer zuordnen.

source: by @user
de: von @user

source: View @user's @bio.
de: Biografie ·@user·@bio

source: Content type for user biographies
de: Inhaltstyp für die Biografie der Benutzer

source: The content type for user biographies. Each user may create only one node of this type
de: Der Inhaltstyp für die Biografie des Benutzers. Jeder Benutzer kann nur eine Beitrag dieses Inhaltstyps erzeugen.

source: Display bio link
de: Link zur Biografie

source: Display a link to author's bio if it is available.
de: Einen Link auf die Biografie des Autors anzeigen, falls eine Biografie vorhanden ist.

source: Use bio for user profiles
de: Biografie als Profil für Benutzer verwenden

source: View, edit, and display biography information on the user account page.
de: Anzeigen und ändern der Biografie auf der Seite des Benutzerkontos.

source: Display nothing but the bio node on the user profile page.
de: Auf der Profilseite des Benutzer ausschließlich den Inhaltstyp der Biografie anzeigen.

source: Show fields on registration form
de: Anzeige des Feldes während der Registrierung

source: Disabled
de: deaktiviert

source: Enabled
de: Aktiv

source: Enable this option to display bio fields on the user registration form. This will automatically create a bio record for a user when they register.
de: Dieses Option aktivieren, um Felder des Inhaltstyps Biografie während der Regisrierung zu verwenden.

source: Registration form fields
de: Felder für die Registrierung

source: Fields checked here will be displayed on the user registration form. Required fields are always shown.
de: Markierte Felder werden auf dem Registrierungsformular angezeigt.

source: content
de: Inhalt

source: Use a custom node type for user bios
de: Einen eigenen Inhaltstyp für die Biografie des Benutzers verwenden.
