Repository: katissima/drupal-modules-german-translation
Catalog: imagefield/po/*.po
Languages: de

source: Default image
de: Standardmäßiges Bild

source: Use default image
de: Standardmäßiges Bild verwenden

source: Check here if you want to use a image as default.
de: Aktivieren, um ein Bild als Standard zu verwenden.

source: Upload image
de: Bild hochladen

source: Choose a image that will be used as default.
de: Ein Bild auswählen, das standardmäßig verwendet wird.

source: Has Image
de: Bild vorhanden

source: The default image could not be uploaded. The destination(%d) does not exist or is not writable by the webserver.
de: Das standardmäßige Bild konnte nicht hochgeladen werden. Das Ziel (%d) ist nicht vorhanden oder vom Webserver nicht beschreibbar.

source: The default image could not be uploaded. Failed saving to destination(%d).
de: Das Standardbild konnte nicht auf %d gespeichert werden.

source: The maximum allowed image size expressed as WIDTHxHEIGHT (e.g. 640x480). Set to 0 for no restriction. If a larger image is uploaded, it will be resized to reflect the given width and height.
de: Die maximale zulässige Auflösung für Bilder im Format BREITExHÖHE (z.B. 640x480). Für keine Beschränkungen auf 0 einstellen. Sollte ein größeres Bild hochgeladen werden, wird dieses in der Größe angepasst, um die vorgegebene Breite und Höhe wiederzuspiegeln.

source: Image upload was unsuccessful.
de: Bild konnte nicht gespeichert werden.

source: Maximum resolution for Images
de: Maximale Auflösung für Bilder

source: Permitted upload file extensions.
de: Unzulässige Dateierweiterungen.

source: Extensions a user can upload to this field. Seperate extensions with a space and do not include the leading dot.
de: Die zulässigen Dateiendungen eingeben, die ein Benutzer hochladen darf. Die Dateierweiterungen ohne führenden Punkt mit einem Leerzeichen voneinander trennen.

source: Maximum filesize for Images
de: Maximale Dateigröße für Bilder

source: The maximum allowed image file size expressed in kilobytes. Set to 0 for no restriction.
de: Maximale Dateigröße für Bilder in KB, die Zahl 0 steht für keine Beschränkung (bzw. die Beschränkung durch php.ini)

source: Maximum number of images
de: Maximale Zahl der Bilder

source: The maximum number of images allowed. Set to 0 for no restriction. This only applies if multiple values are enabled.
de: Maximale Zahl der Bilder, die Zahl 0 steht für keine Beschränkung.

source: Enable custom alternate text
de: Alternativtext

source: Optional subdirectory within the "%dir" directory where images will be stored. Do not include trailing slash.
de: Optionales Unterverzeichnis in "%dir" zum Speichern in Bildern

source: You can use the following tokens in the image path.
de: Die folgenden Token können für den Pfad von Bildern verwendet werden.

source: Enable custom alternate text for images. Filename will be used if not checked.
de: Alternativtext für Bider zulassen, ersatzweise den Dateinamen verwenden.

source: Enable custom title text
de: Benutzerdefinierter Titel-Text

source: Enable custom title text for images. Filename will be used if not checked.
de: Benutzerdefinierter Titel-Text, ersatzweise den Dateinamen verwenden.

source: Imagefield failed to create directory(%d) at (%p).
de: Das Unterverzeichnis %d konnte im Verzeichnis %p nicht erzeugt werden.

source: The image %filename was resized to fit within the maximum allowed resolution of %resolution pixels
de: Die Größe des Bildes wurde verändert, damit die maximal zulässige Auflösung von %resolution Pixeln nicht überschritten wird.

source: Images are not saved until the form is submitted.
de: Bilder werden erst mit dem Formular gespeichert.

source: <br />Allowed extensions: %ext
de: <br />Zulässige Dateierweiterungen: %ext

source: Upload a new image
de: Speichern eines neuen Bildes

source: Upload
de: Speichern

source: Delete
de: Löschen

source: Filename:
de: Dateiname

source: Alternate text
de: Alternativtext

source: Alternate text to be displayed if the image cannot be displayed.
de: Der Alternativtext wird angezeigt, wenn das Bild nicht angezeigt werden kann.

source: Title
de: Titel

source: Text to be displayed on mouse overs.
de: Text zur Anzeige, wenn der Mauscurser darübersteht.

source: If a new image is chosen, the current image will be replaced upon submitting the form.
de: Falls ein neues Bild ausgewählt wurde, werden die vorhandenen Bilder erst nach dem Speichern ersetzt.

source: @field is required. Please upload an image.
de: Laden Sie in Bild in @field.

source: @field is required. Please uncheck at least one delete checkbox or upload another image.
de: @field benötigt ein Bild.

source: Files with the extension %ext are not allowed. Please upload a file with an extension from the following list: %allowed_extensions
de: Dateien mit der Endung %ext ist hier nicht zulässig, speichern Sie eine Datei mit einer dieser Erweiterungen: %allowed_extensions

source: The file you uploaded has a filesize greater than the maximum allowed filesize of %sizekb.
de: Die Datei war zu groß, Dateien können nur bis zu Größe %sizekb gespeichert werden.

source: Mime Type mismatch. Only image files may be upload. You uploaded a file with mime type: %mime
de: %mime Mime Type wurde hochgeladen, dies wurde nicht als Bild erkannt.

source: You are only allowed to upload up to %maximages images.
de: Speichern Sie maximal %maximages images.

source: link to node
de: Link zum Beitrag

source: link to image
de: Link zum Bild

source: path to image
de: Pfad zum Bild

source: url to image
de: URL des Bildes

source: view imagefield uploads
de: Gespeicherte Bilder anzeigen.

source: You can only attach one image to this field. Delete the image if you wish to be able to upload a different one.
de: Hier kann nur ein Bild angefügt werden.

source: ImageField
de: Bildfeld

source: Defines an image field type.
de: Definiert einen „Bild“-Feldtyp.
